Repository: AmirulAndalib/OnlySwitch
Catalog: OnlyWidget/Localization/*.lproj/Localizable.strings
Languages: tr

# Hide Desktop
source: Hide Desktop Icons
tr: Masaüstü Simgelerini Gizle

source: Dark Mode
tr: Karanlık Mod

source: Hide Notch
tr: Çentiği Gizle

source: Mute
tr: Sesi Kapat

source: Screen Saver
tr: Ekran Koruyucu

source: Autohide Dock
tr: Dock'u Otomatik Gizle

source: Autohide Menu Bar
tr: Menü Çubuğunu Otomatik Gizle

source: Show Hidden Files
tr: Gizli Dosyaları Göster

source: Radio Player
tr: Radyo Çalar

source: Keep Awake
tr: Uyanık Kal

source: Empty Trash
tr: Boş Çöp Kutusu

# Empty Pasteboard
source: Empty Clipboard
tr: Boş Pano

# Show User Library
source: Show User Library Folder
tr: Kullanıcı Kitaplığı Klasörünü Göster

source: Show Extension Name
tr: Uzantı Adını Göster

source: Pomodoro Timer
tr: Pomodoro Zamanlayıcı

source: Small Launchpad Icon
tr: Küçük Launchpad Simgesi

source: Low Power Mode
tr: Düşük Güç Modu

source: Mute Mic
tr: Mikrofonu Kapat

# Recent Apps in Dock
source: Show Recent Apps in Dock
tr: Dock'taki En Son Uygulamalar

# Screen Test
source: Screen Test & Clean
tr: Monitör Testi & Temizlik

source: Show Finder Path Bar
tr: Finder Yol Çubuğunu Göster

source: Hide Menu Bar Icons
tr: Menü Çubuğu Simgelerini Gizle

source: Back Noises
tr: Arka Plan Gürültüleri

source: Dim Screen
tr: Ekranı Karart

source: Eject Discs
tr: Diskleri Çıkar

source: Hide Windows
tr: Pencereleri Gizle

source: Switch
tr: Anahtar

source: Select the switches you want to display in the widget.
tr: Widget'ta göstermek istediğiniz anahtarları seçin.
