Repository: AmirulAndalib/OnlySwitch
Catalog: Localization/*.lproj/Localizable.strings
Languages: de, fil, hr, ja, nl, pl, pt_br, ru, uk

source: Changing Station
fil: Pagpapalit ng Istasyoni
hr: Mijenjanju radijske stanice
ja: ラジオ局の変更
nl: Van radiostation wisselen
pl: Zmiana stacji radiowej
pt_br: Mudando de Estação
ru: Изменение радиостанции
uk: Змінити Станцію

source: Soundtrack
hr: Zvučni zapis
ja: サウンドトラック
pl: Ścieżka dźwiękowa
pt_br: Trilha Sonora
uk: Саундтрек

source: Switches Availability
fil: Mga Switch Availability
hr: Dostupnost Switches
ja: スイッチの可用性
nl: Switch Beschikbaarheid
pl: Dostępność Switches
pt_br: Disponibilidade de Seletores
ru: Наличие Switch
uk: Доступність перемикачів

source: Disable Player
fil: Huwag paganahin ang Player
hr: Onemogući Player
ja: プレーヤーを無効にする
nl: Schakel Speler uit
pl: Wyłącz odtwarzacz
pt_br: Desativar Reprodutor
ru: Отключить плеер
uk: Вимкнути Програвач

source: Enable Player
fil: Paganahin ang Player
hr: Omogući Player
ja: プレーヤーを有効にする
nl: Schakel Speler in
pl: Włącz odtwarzacz
pt_br: Ativar Reprodutor
ru: Включить проигрыватель
uk: Увімкнути Програвач

source: Disable Hide Menu Bar Icons
fil: Huwag paganahin ang Itago ang Mga Icon ng Menu Bar
hr: Onemogući Sakrij ikone trake izbornika
ja: メニューバーアイコンを非表示を無効にする
nl: Schakel Verberg-menubalkpictogrammen uit
pl: Wyłącz Ukryj ikony paska menu
pt_br: Desativar Icone de Esconder Barra de Menu
ru: Отключить Скрыть значки строки меню
uk: Вимкнути Сховати іконки Рядка Меню

source: Enable Hide Menu Bar Icons
fil: Paganahin ang Itago ang Mga Icon ng Menu Bar
hr: Omogući Sakrij ikone trake izbornika
ja: メニューバーアイコンを非表示を有効にする
nl: Schakel Verberg-menubalkpictogrammen in
pl: Włącz Ukryj ikony paska menu
pt_br: Ativar Icone de Esconder Barra de Menu
ru: Включить Скрыть значки строки меню
uk: Увімкнути Сховати іконки Рядка Меню

source: Back Noises
fil: Mga ingay sa background
ja: バックグラウンド ノイズ
nl: achtergrondgeluiden
pl: Odgłosy w tle
pt_br: Ruidos de Voltar
ru: фоновый шум
uk: Фоновий шум

source: Stop After:
fil: huminto sa paglalaro pagkatapos ng:
ja: この時間以降はプレイをやめてください:
nl: stop daarna met spelen:
pl: to przestań grać:
pt_br: Parar Após:
ru: так что перестань играть:
uk: Зупинити після:

source: minutes
fil: minuto
ja: 分
nl: minuten
pl: minuty
pt_br: minutos
ru: минуты
uk: хвилин

source: 1 hour
fil: 1 oras
ja: 1 時間
nl: 1 uur
pl: 1 godzina
pt_br: 1 hora
ru: 1 час
uk: 1 година

source: Keep Awake Until After:
fil: Manatiling Gising Hanggang Makalipas ang:
ja: 後までロック画面を防止する:
nl: Wakker blijven tot na:
pl: Nie zasypiaj do po:
pt_br: Manter Acordado Até Depois de:
ru: Предотвратить блокировку экрана после этого времени:
uk: Не засинати доки:

source: Daily Schedule:
fil: Pang-araw-araw na Iskedyul:
ja: 毎日のスケジュール:
nl: Dagelijkse planning:
pl: Rozkład dnia:
pt_br: Cronograma Diário:
ru: Дневное расписание:
uk: Щоденний Розклад:

source: from:
fil: mula:
ja: 開始時間:
nl: van:
pl: od:
pt_br: de:
ru: от:
uk: від:

source: to:
fil: hanggang:
ja: 終了時間:
nl: tot:
pl: do:
pt_br: para:
ru: до:
uk: до:

source: Tomorrow
fil: Huomenna
ja: 明日
nl: morgen
pl: Jutro
pt_br: Amanhã
ru: завтра
uk: Завтра

source: Dim Screen
ja: 薄暗い画面
nl: Gedimd scherm
pl: Ciemny ekran
pt_br: Escurecer Tela
ru: Тусклый экран
uk: Тьмяний екран

source: Dim Brightness To
ja: 暗い明るさ
nl: Dim helderheid tot
pl: Przyciemnij jasność do
pt_br: Diminuir Brilho Para
ru: Тусклая яркость до
uk: Зменшити яскравість до

source: Dim Screen After:
ja: この時間以降は薄暗い:
nl: Dim scherm na:
pl: Przyciemnij ekran po:
pt_br: Diminuir Brilho Após:
ru: Тусклый экран через:
uk: Тьмяний екран після:

source: Built-in Screen
ja: ビルトインスクリーン
nl: Ingebouwd scherm
pl: Wbudowany ekran
pt_br: Tela Embutida
ru: Встроенный экран
uk: Вбудований екран

source: Eject Discs
ja: ディスクの取り出し
nl: Schijven uitwerpen
pl: Wysuń dyski
pt_br: Ejetar Discos
ru: Извлечь диски
uk: Витягнути диски

source: Hide Windows
ja: ウィンドウを隠す
pl: Ukryj Okna
pt_br: Esconder Janelas
ru: Скрыть окна
uk: Сховати вікна

source: Disable
ja: 無効化
pl: Wyłącz
pt_br: Desativar
ru: Отключить
uk: Вимкнути

source: Enable
ja: 有効化
pl: Włącz
pt_br: Ativar
ru: Включить
uk: Увімкнути

# Turn off1
source: Turn off
ja: 消す
pl: Wyłączyć
pt_br: Desligar
uk: Вимкніть1

# Turn on1
source: Turn on
ja: オンにする
pl: Włączyć coś
pt_br: Ligar
uk: Увімкніть!

source: Running
ja: 実行している
pl: Uruchom
pt_br: Executando
ru: Запустить
uk: Запущено

source: TOOLS
ja: ツール
pl: NARZĘDZIA
pt_br: FERRAMENTAS
ru: ИНСТРУМЕНТЫ
uk: ІНСТРУМЕНТИ

source: Import
ja: インポート
pt_br: Importar
uk: Імпортувати

source: Export
ja: エクスポート
pl: Eksport
pt_br: Exportar
uk: Експортувати

source: The radio stations can be imported and exported as a Json file. The keys are "name" and "url".
pt_br: As estações de rádio podem ser importadas e exportadas com um arquivo Json. As chaves são "name" and "url".
uk: Радіо станції можна імпортувати і експорутвати як файл Json. Ключі: "name" і "url".

source: Success
ja: 成功
pl: Sukces
pt_br: Sucesso
uk: Успішно

source: Save commands failed.
ja: 保存コマンドが失敗しました
pl: Zapisywanie poleceń nie powiodło się.
pt_br: Comandos para salvar falharam.
uk: Команди збереження не виконано

source: Can be saved after passing all tests
ja: すべてのテストに合格した後に保存できます.
pl: Można zapisać po przejściu wszystkich testów
pt_br: Pode ser salvo após passar por todos os testes
uk: Можна зберегти після проходження усіх тестів

source: Save
ja: 保存
pl: Zatrzymać
pt_br: Salvar
uk: Зберегти

source: Evolution Editor
ja: Evolution エディター
pl: Evolution Redaktor
pt_br: Editor Evolution
uk: Редактор Evolution

source: You can DIY switches or buttons here.
ja: ここでスイッチやボタンをDIYできます.
pl: Tutaj możesz samodzielnie wykonać przełączniki lub przyciski
pt_br: Você pode fazer seus próprios seletores e botões aqui.
uk: Ви можете зробити вручну перемикачі або кнопки.

source: Refresh
ja: リフレッシュする
pl: Odświeżać
pt_br: Atualizar
uk: Оновити

source: Load Evolution list failed
ja: 進化リストのロードに失敗しました
pl: Załaduj listę Evolution nie powiodło się
pt_br: Falha ao carregar lista Evolution
uk: Помилка завантаження списку Evolution

source: Edit
ja: 編集
pl: Edytować
pt_br: Editar
uk: Редагування

source: Button
ja: ボタン
pl: Przycisk
pt_br: Botão
uk: Кнопка

source: Check status
ja: ステータスを確認する
pl: Sprawdź status
pt_br: Checar status
uk: Перевірка статусу

source: Switch
ja: スイッチ
pl: Przełącznik
pt_br: Seletor
uk: Перемикач

source: Name:
ja: 名前:
pl: Nazwa:
pt_br: Nome:
uk: Імʼя:

# True Condition
source: True Condition(the output when turn on)
ja: 本当の状態(オン時の出力)
pl: Prawdziwy stan(wyjście po włączeniu)
pt_br: Condição Verdadeira(a saída quando ligado)
uk: True Умова (вихід при увімкненні)

source: Debug
ja: デバッグ
pl: Debuguj
uk: Налагодження

source: Night Shift Strength
ja: Night Shift 強さ
pl: Night Shift Wytrzymałość
pt_br: Força do Modo Noturno
uk: Міцність Night Shift

source: Icon:
ja: アイコン:
pl: Ikona:
pt_br: Icone:
uk: Іконка:

source: Output:
ja: 出力:
pl: Wynik:
pt_br: Saída:
uk: Виведення:

source: To add or remove any Evolutions on list
ja: リスト上の Evolution を追加または削除するには
pl: Aby dodać lub usunąć dowolne Evolution z listy
pt_br: Para adicionar ou remover qualquer Evolution na lista
uk: Щоб додати або видалити будь-яке Evolutions зі списку

source: Evolution Gallery
ja: Evolution ギャラリー
pl: Galeria Evolution
pt_br: Galeria de Evolution
uk: Галерея Evolution

source: Turn off
ja: 消す
pl: Wyłączyć
pt_br: Desligar
ru: Выключать
uk: Вимкніть

source: Turn on
ja: オンにする
pl: Włączyć coś
pt_br: Ligar
ru: Включи
uk: Увімкніть

source: Donation
ja: 寄付
pl: Darowizna
pt_br: Doação
uk: Пожертва

# Show List:
source: Show Switch List:
ja: スイッチリストを表示:
pl: Pokaż listę przełączników:
pt_br: Mostrar Lista de Seletores:
uk: Показати список перемикачів:

source: Top Sticker
ja: 上端付箋
pt_br: Adesivo do Topo
uk: Верхня наліпка

source: Keyboard Locked ↓
pl: Klawiatura zablokowana ↓
pt_br: Teclado Bloqueado ↓
uk: Клавіатуру заблоковано ↓

source: Preview
pl: Zapowiedź
pt_br: Pré visualização

source: Translucent
pl: Przezroczysty
pt_br: Translúcido

source: Color
pl: Kolor
pt_br: Cor

source: Night Shift
fil: Panggabi
hr: Noćni rad
pl: Tryb Night Shift

source: AirPods
hr: Bežične slušalice
