Repository: AmirulAndalib/OnlySwitch
Catalog: Localization/*.lproj/Localizable.strings
Languages: de, fil, hr, ja, nl, pl, pt_br, ru, uk

# Hide Desktop
source: Hide Desktop Icons
de: Desktop ausblenden
fil: Itago ang Desktop
hr: Sakrij ikone radne površine
ja: デスクトップアイコンを隠す
nl: Desktop verbergen
pl: Ukryj ikony na biurku
pt_br: Esconder Icones da Mesa
ru: Спрятать иконки рабочего стола
uk: Сховати іконки з Робочого столу

source: Dark Mode
de: Dunkelmodus
hr: Tamni modus
ja: ダークモード
nl: Donkere modus
pl: Tryb ciemny
pt_br: Modo Escuro
ru: Тёмная тема
uk: Темний режим

source: Hide Notch
de: Notch ausblenden
fil: Itago ang notch
hr: Sakrij polje kamere
ja: ノッチを隠す
nl: Notch verbergen
pl: Ukryj Notcha
pt_br: Esconder Entalhe
ru: Спрятать вырез
uk: Сховати Виїмку

source: Mute
de: Stumm
fil: I-mute
hr: Isključi zvuk
ja: ミュート
nl: Dempen
pl: Wycisz
pt_br: Mudo
ru: Выключить звук
uk: Вимкнути звук

source: Screen Saver
de: Bildschirmschoner
hr: Zaštita ekrana
ja: スクリーンセーバー
pl: Wygaszacz ekranu
pt_br: Protetor de Tela
ru: Заставка
uk: Екранний ефект

source: Autohide Dock
de: Dock automatisch ausblenden
fil: I- autohide and dock
hr: Automatski sakrij traku programa
ja: Dockを自動的に隠す
nl: Dock automatisch verbergen
pl: Ukrywanie Docka
pt_br: Esconder Dock Automaticamente
ru: Автоматически скрывать Док
uk: Автоматично ховати Dock

source: Xcode Derived Data
fil: Data na nagmula sa Xcode
hr: Xcode izvedeni podaci
ja: XcodeのDerived Dataをクリア
pt_br: Dados Derivados do Xcode
ru: Данные Xcode
uk: Похідні дані Xcode

source: Autohide Menu Bar
de: Menüleiste automatisch ausblenden
fil: I- autohide and menu bar
hr: Automatski sakrij traku izbornika
ja: メニューバーを自動的に隠す
nl: Menubalk automatisch verbergen
pl: Ukrywanie paska menu
pt_br: Esconder Barra de Menu Automaticamente
ru: Автоматически скрывать строку меню
uk: Автоматично ховати Рядок Меню

source: Show Hidden Files
de: Versteckte Dateien zeigen
fil: Ipakit and nakatanggong document
hr: Prikaži skrivene datoteke
ja: 隠しファイルを表示
nl: Toon Verborgen Bestanden
pl: Pokaż pliki ukryte
pt_br: Mostrar Arquivos Ocultos
ru: Показывать скрытые файлы
uk: Показати приховані файли

source: Radio Player
ja: ラジオプレーヤー
pl: Odtwarzacz radiowy
pt_br: Reprodutor de Rádio
ru: Плеер радио
uk: Радіо Програвач

source: Keep Awake
de: Wach bleiben
fil: Manatiling giving
hr: Zadrži budno stanje
ja: ロック・スリープの防止
nl: Wakker Blijven
pl: Zapobiegaj usypianiu
pt_br: Manter Acordado
ru: Не засыпать
uk: Не засинати

source: Settings
de: Einstellungen
fil: mga settings
hr: Postavke
ja: 設定
nl: Instellingen
pl: Preferencje
pt_br: Ajustes
ru: Настройки
uk: Налаштування

source: Launch at login
de: Bei Anmeldung starten
fil: Ilunsad at login
hr: Pokreni nakon prijave
ja: ログイン時に起動
nl: Bij Aanmelding starten
pl: Uruchom przy starcie
pt_br: Abrir no Login
ru: Запускать при включении
uk: Автозапуск після входу

source: Clear Cache
fil: I - clear ang cache
hr: Isprazni predmemoriju
ja: キャッシュをクリア
nl: Cache legen
pl: Wyczyść cache
pt_br: Limpar Cache
ru: Очистить кэш
uk: Очистити кеш

source: Quit
de: Halten
fil: huminto
hr: Zatvori program
ja: 終了
nl: Beëindigen
pl: Zamknij
pt_br: Fechar
ru: Выйти
uk: Завершити

source: More Apps
pl: Więcej aplikacji
pt_br: Mais Aplicativos
ru: Больше приложений
uk: Більше програм

source: Download QRCobot
de: QRCobot herunterladen
hr: Preuzmi QRCobot
ja: QRCobotをダウンロード
nl: QRCobot Downloaden
pl: Ściągnij QRCobot
pt_br: Baixar QRCobot
ru: Скачать QRCobot
uk: Скачати QRCobot

source: Download WallCard
de: WallCard herunterladen
hr: Preuzmi WallCard
ja: WallCardをダウンロード
nl: WallCard Downloaden
pl: Ściągnij WallCard
pt_br: Baixar WallCard
ru: Скачать WallCard
uk: Скачати WallCard

source: Radio
fil: Radyo
ja: ラジオ
pt_br: Rádio
ru: Радио
uk: Радіо

source: About
de: Info
fil: Impormasyon
hr: Informacije
ja: このアプリについて
nl: Over
pl: O programie
pt_br: Sobre
ru: О нас
uk: Про програму

source: Name
fil: Pangalan
hr: Ime
ja: 名前
pl: Nazwa
pt_br: Nome
ru: Имя
uk: Імʼя

source: Stream URL
hr: URL prijenosa
ja: ストリームのURL
pl: Strumień URL
pt_br: URL de Stream
ru: Ссылка на эфир
uk: URL потоку

source: Select
de: Auswählen
fil: Pumili
hr: Odaberi
ja: 選択
nl: Selecteren
pl: Wybierz
pt_br: Selecionar
ru: Выбрать
uk: Вибрати

source: Current: %@
de: Derzeitig: %@
fil: Kasalukuyang: %@
hr: Trenutačno: %@
ja: 現在: %@
nl: Momenteel: %@
pl: Wybrane: %@
pt_br: Atual: %@
ru: Выбрано: %@
uk: Поточний: %@

source: General
de: Allgemein
fil: Pangkalahatan
hr: Opće
ja: 一般
nl: Algemeen
pl: Ogólne
pt_br: Geral
ru: Основные
uk: Основні

source: Launch:
de: Starten:
fil: Simulan:
hr: Pokreni:
ja: 起動:
nl: Starten:
pl: Uruchamianie:
pt_br: Abrir:
ru: Запуск:
uk: Запуск:

source: Language:
de: Sprache:
fil: wika:
hr: Jezik:
ja: 言語:
nl: Taal:
pl: Język:
pt_br: Linguagem:
ru: Язык:
uk: Мова:

source: Cache:
hr: Predmemorija:
ja: キャッシュ:
ru: Кэш:
uk: Кеш:

source: Contact:
de: Kontaktieren:
hr: Kontakt:
ja: 連絡先:
nl: Contact opnemen:
pl: Kontakt:
pt_br: Contato:
ru: Связаться с нами:
uk: Контакт:

source: Quit:
de: Beenden:
fil: Huminto:
hr: Zatvori program:
ja: 終了:
nl: Beëindigen:
pl: Zamknij:
pt_br: Fechar:
ru: Выйти:
uk: Завершити:

source: Cache for Hide Notch Switch
de: Cache für den Notch-Switch
fil: Cache para sa Hide Notch Switch
hr: Predmemorija za prekidač „Sakrij polje kamere”
ja: ノッチを隠すためのキャッシュ
nl: Cache voor Notch Switch verbergen
pl: Cache dla Ukryj Notcha
pt_br: Cache para Seletor de Esconder Entalhe
ru: Кэш для Notch Switch
uk: Кеш для приховування перемикача виїмок

source: Send Email to Jacklandrin
de: E-Mail an Jacklandrin senden
fil: Magpadala ng email kay Jacklandrin
hr: Pošalji e-mail Jacklandrinu
ja: メールをJacklandrinに送る
nl: Stuur E-Mail naar Jacklandrin
pl: Wyślij wiadomość do Jacklandrin
pt_br: Enviar Email para Jacklandrin
ru: Написать E-Mail Jacklandrin
uk: Надіслати листа до Jacklandrin

source: Quit Only Switch
de: Only Switch beenden
fil: Ihinto ang Only Switch
hr: Zatvori program Only Switch
ja: Only Switchを終了
nl: Only Switch Beëindigen
pl: Zamknij Only Switch
pt_br: Fechar Only Switch
ru: Выйти из Only Switch
uk: Завершити Only Switch

source: Calculating...
de: Berechnen...
fil: Pagkalkula
hr: Izračunavanje …
ja: 計算中...
nl: Berekenen...
pl: Obliczanie...
pt_br: Calculando...
ru: Считаю...
uk: Обчислення...

source: Clear
de: Leeren
fil: I - clear
hr: Isprazni
ja: クリア
nl: Legen
pl: Wyczyść
pt_br: Limpar
ru: Очистить
uk: Очистити

source: Customize
de: Individuell Einrichten
fil: I- customize
hr: Prilagodi
ja: カスタマイズ
nl: Aanpassen
pl: Dostosuj
pt_br: Customizar
ru: Кастомизировать
uk: Налаштувати

source: To add or remove any switches on list
de: Um Schalter in der Liste hinzuzufügen oder zu entfernen
fil: Upang magdagdag o mag-alis ng anumang mga switch sa listahan
hr: Za dodavanje ili uklanjanje prekidača u popisu
ja: スイッチをリストに追加・削除する
nl: Switches toevoegen of verwijderen van lijst
pl: Dodaj lub usuń przełączniki
pt_br: Para adicionar ou remover qualquer seletor na lista
ru: Чтобы добавить или удалить переключатели
uk: Щоб додати або видалити будь-які перемикачі зі списку

source: Empty Trash
de: Papierkorb Leeren
fil: alisin ang basura
hr: Isprazni smeće
ja: ゴミ箱を空にする
nl: Prullenbak Legen
pl: Opróżnij kosz
pt_br: Limpar Lixeira
ru: Очистить корзину
uk: Очистити Смітник

# Empty Pasteboard
source: Empty Clipboard
de: Zwischenablage Leeren
fil: alisin ang pasteboard
hr: Isprazni međuspremnik
ja: クリップボードを空にする
nl: Klembord Legen
pl: Wyczyść schowek
pt_br: Limpar Clipboard
ru: Очистить буфер обмена
uk: Очистити буфер обміну

source: At least one radio station
de: Mindestens ein Radio
fil: Dapat may isang istasyon ng radyo
hr: Barem jedna radio stanica
ja: ラジオ局は最低１つは必要です
nl: Minstens één radiozender
pl: Przynajmniej jedna stacja
pt_br: Pelo menos uma estação de rádio
ru: Не менее одной станции радио
uk: Принаймні одна радіостанція

source: At least remain 4 switches
de: Mindestens vier Schalter
fil: Dapat may mananatiling 4 na switch
hr: Zadrži barem četiri prekidača
ja: 最低４つのスイッチは残す必要があります
nl: Minstens vier switches
pl: Pozostały 4 przełączniki
pt_br: Pelo menos permanecem 4 seletores
ru: Не менее четырех переключателей
uk: Принаймні залишаються 4 перемикачі

# Show User Library
source: Show User Library Folder
de: Ordner Benutzer-Library anzeigen
fil: Ipakita ang library ng gumagamit
hr: Prikaži korisničku mapu Medijateka
ja: ユーザーのライブラリフォルダを表示する
nl: Toon gebruikersbibliotheek
pl: Pokaż folder Biblioteka użytkownika
pt_br: Mostar Biblioteca do Usuário
ru: Показать папку пользователя
uk: Показати користувацьку папку Бібліотека

source: Updates:
hr: Nove verzije:
ja: アップデート:
pl: Aktualizacje:
pt_br: Atualizações:
ru: Обновления:
uk: Оновлення:

source: Check For Update...
fil: Check updates
hr: Traži nove verzije
ja: アップデートを確認
nl: Controleer op updates
pl: Sprawdź dostępność aktualizacji
pt_br: Checar por Atualizações...
ru: Проверить обновления
uk: Перевірити Оновлення...

source: You’re up to date!
de: Dies ist die neueste Version
fil: Ikaw ay napapanahon
hr: Koristiš najnoviju verziju!
ja: 最新版です!
nl: Dit is de nieuwste versie
pl: Używasz najnowszej wersji!
pt_br: Você está atualizado!
ru: Вы обновлены до последней версии!
uk: Програма оновлена!

source: The latest version is v%@
de: Die neueste Version ist v%@
fil: Ang pinakabagong bersyon ay v%@
hr: Najnovija verzija je v%@
ja: 最終バージョンは v%@ です
nl: De nieuwste versie is v%@
pl: Najnowsza wersja to v%@
pt_br: A última versão é v%@
ru: Последняя версия v%@
uk: Остання версія v%@

source: Update
de: Aktualisieren
hr: Aktualiziraj
ja: アップデート
pl: Uaktualnij
pt_br: Atualizar
ru: Обновить
uk: Оновлення

source: Download
de: Herunterladen
hr: Preuzmi
ja: ダウンロード
pl: Ściągnij
pt_br: Baixar
ru: Скачать
uk: Скачати

source: You can update to new version. The latest version is v%@
de: Sie können auf eine neue Version aktualisieren. Die neueste Version ist v%@
fil: Maaari kang mag-update sa bagong bersyon. Ang pinakabagong bersyon ay v%@
hr: Možeš aktualizirati na novu verziju. Najnovija verzija je v%@
ja: 新しいバージョンにアップデートできます。 最新のバージョンはv%@です。
nl: U kunt nu naar een nieuwe versie updaten. De nieuwste Versie is v%@
pl: Dostępna jest aktualizacja. Najnowsza wersja to v%@
pt_br: Você pode atualizar para uma versão nova. A última versão é v%@
ru: Вы можете обновиться до последней версии. Последняя версия v%@
uk: Ви можете оновитися до останньої версії. Остання версія v%@

source: Cancel
de: Abbrechen
fil: i-cancel
hr: Odustani
ja: キャンセル
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отменить
uk: Скасувати

source: Show Extension Name
de: Dateierweiterung anzeigen
fil: Ipakita ang pangalan ng extension
hr: Prikaži ime sufiksa
ja: 拡張子を表示
nl: Toon extensienaam
pl: Pokaż rozszerzenia
pt_br: Mostrar Nome da Extensão
ru: Показать имя расширения
uk: Показати розширення імен фалів

source: Pomodoro Timer
de: Pomodoro-Technik
fil: Timer ng pomodoro
ja: ポモドーロタイマー
pl: Pomodoro
pt_br: Cronômetro Pomodoro
ru: Pomodoro Таймер
uk: Таймер Pomodoro

source: Work:
de: Arbeit:
fil: Trabaho:
hr: Rad:
ja: 作業:
nl: Werk:
pl: Praca:
pt_br: Trabalho:
ru: Работа:
uk: Робота:

source: Break:
de: Pause:
fil: Pahinga:
hr: Pauza:
ja: 休憩:
nl: Pauze:
pl: Przerwa:
pt_br: Pausa:
ru: Перерыв:
uk: Перерва:

source: Notification Alert:
de: Benachrichtigungsalarm:
fil: Alerto sa abiso:
hr: Upozorenje s obavijestima:
ja: 通知アラート:
nl: Melding:
pl: Alarm powiadomień:
pt_br: Alerta de Notificação:
ru: Уведомления:
uk: Сповіщення:

source: Sound Alert:
de: Klangsalarm:
hr: Upozorenje zvukom:
ja: サウンドアラート:
pl: Alarm dźwiękowy:
pt_br: Som de Alerta:
ru: Уведомления со звуком:
uk: Звукове Сповіщення:

source: Allow notification alert
de: Benachrichtigungsalarm zulassen
fil: payagan ang alerto ng abiso
hr: Dozvoli upozorenje s obavijestima
ja: 通知アラートを許可する
nl: Meldingen toestaan
pl: Zezwól na alarm powiadomień
pt_br: Permitir alerta de notificação
ru: Разрешить уведомления
uk: Дозволити Сповіщення

# Turn on sound alert
source: Allow sound alert
de: Klangsalarm zulassen
fil: I- on ang sound alert
hr: Uključi upozorenje zvukom
ja: サウンドアラートを許可する
nl: Geluidsmeldingen toestaan
pl: Włącz alarm dźwiękowy
pt_br: Ligar som de alerta
ru: Включить уведомления со звуком
uk: Дозволити звукові сповіщення

source: Work Alert:
de: Arbeitsalarm:
fil: Alerto sa trabaho:
hr: Upozorenje za rad:
ja: 作業アラート:
nl: Werk alarm:
pl: Alarm Praca:
pt_br: Alerta de Trabalho:
ru: Рабочее уведомление:
uk: Сповіщення про роботу:

source: Break Alert:
de: Pausenalarm:
fil: Alerto sa break:
hr: Upozorenje za pauzu:
ja: 休憩アラート:
nl: Pauze alarm:
pl: Alarm Przerwa:
pt_br: Alerta de Pausa:
ru: Уведомление о перерыве:
uk: Сповіщення про перерву:

source: %d min
ja: %d 分
ru: %d мин
uk: %d хв

source: Take a break!
de: Bitte machen Sie eine Pause!
fil: Magpahinga!
hr: Odmori se!
ja: 休憩してください!
nl: Neem een pauze!
pl: Czas na przerwę!
pt_br: Faça uma pausa!
ru: Сделай перерыв!
uk: Зроби перерву.

source: Get on with work!
de: Mach weiter mit der Arbeit!
fil: magpatuloy sa trabaho!
hr: Nastavi s radom!
ja: 作業してください!
nl: Ga verder met werk!
pl: Czas na pracę!
pt_br: Continue o trabalho!
ru: Приступайте к работе!
uk: Приступайте до роботи!

source: You've rested for %d min.
de: Sie haben sich %d Min lang ausgeruht.
fil: Nagpahinga ka ng %d na minimum.
hr: Odmarao/la si se %d min.
ja: あなたは %d 分休憩しました。
nl: U heeft %d min uitgerust.
pl: Czas przerwy %d min.
pt_br: Você descansou por %d min.
ru: Вы отдыхали %d мин.
uk: Ви відпочивали %d min.

source: You've worked for %d min.
de: Sie haben %d Min gearbeitet.
fil: Nagtrabaho ka ng %d min.
hr: Radio/la si %d min.
ja: あなたは %d 分作業しました。
nl: U heeft %d min gewerkt.
pl: Czas pracy %d min.
pt_br: Você trabalhou por %d min.
ru: Вы работали %d мин.
uk: Ви працювали %d min.

source: Time's up.
de: Die Zeit ist um.
fil: Tapos na ang oras.
hr: Vrijeme je prošlo.
ja: 終了です。
nl: De tijd is voorbij.
pl: Skończył się czas.
pt_br: Tempo acabou.
ru: Время вышло.
uk: Час вийшов.

source: The maximum number of switch is 14
de: Die maximale Anzahl von Switches ist 14
fil: ang maximum na bilang ng switch ay 14
hr: Maksimalni broj prekidača je 14
ja: スイッチは最大14個まで設置可能です
nl: Het maximaal aantal switches i 14
pl: Maksymalna ilość przełączników to 14
pt_br: O número máximo de seletores é 14
ru: Максимальное количество переключателей – 14
uk: Максимальна кількість перемикачів - 14

source: Small Launchpad Icon
de: Kleines Launchpad-Icon
fil: maliit na icon ng launchpad
hr: Mala Launchpad ikona
ja: 小さいLaunchpadアイコン
nl: Kleine Launchpad-Icon
pl: Mała ikona Launchpada
pt_br: Icone Launchpad Pequeno
ru: Маленькие иконки Лаунчпада
uk: Маленька іконка панелі запуску

source: Low Power Mode
de: Stromsparmodus
fil: mababang mode
hr: Modus slabe baterije
ja: 省電力モード
nl: Batterijbesparende modus
pl: Tryb niskiego zużycia energii
pt_br: Modo Baixa Energia
ru: Режим энергосбережения
uk: Режим економії заряду

source: Shortcuts
de: Kurzbefehle
hr: Prečaci
ja: ショートカット
nl: Snelkoppelingen
pl: Skróty
pt_br: Atalhos
ru: Команды
uk: Команди

source: Run
de: Ausführen
fil: patakbuhin
hr: Pokreni
ja: 実行
nl: Uitvoeren
pl: Uruchom
pt_br: Executar
ru: Запустить
uk: Запустити

source: To add or remove any shortcuts on list
de: Um Kurzbefehle in der Liste hinzuzufügen oder zu entfernen
fil: Magdagdag o mag-alis ng anumang mga shortcut sa listahan
hr: Za dodavanje ili uklanjanje prečaca u popisu
ja: リストのショートカットを追加・削除
nl: Snelkoppelingen toevoegen of verwijderen van lijst
pl: Dodaj lub usuń skróty
pt_br: Para adicionar ou remover qualquer atalhos na lista
ru: Чтобы добавить или удалить любые команды
uk: Щоб додати або видалити будь-які команди зі списку

source: There's not any Shortcuts.
de: Es gibt keine Kurzbefehle.
fil: wala ng shortcuts.
hr: Nema prečaca.
ja: ショートカットはありません。
nl: Er is geen snelkoppeling.
pl: Nie ma żadnego skrótu.
pt_br: Não existe nenhum atalho.
ru: Тут нет команд
uk: Немає ніяких команд.

source: The maximum number of shortcuts is 6
de: Die maximale Anzahl von Kurzbefehle ist 6
fil: Ang maximum na bilang ng mga shortcut ay 6
hr: Maksimalni broj prečaca je 6
ja: ショートカットの最大数は６個です。
nl: Het maximaal aantal snelkoppelingen is 6
pl: Maksymalna liczba skrótów to 6
pt_br: O número máximo de atalhos é 6
ru: Максимальное количество команд – 6
uk: Максимальна кількість команд - 6

source: require password
de: Passwort anfordern
fil: Kinakailangan ng password
hr: zatraži lozinku
ja: パスワードが必要
nl: Wachtwoord vereist
pl: wymagane hasło
pt_br: requer senha
ru: требуется пароль
uk: вимагати пароль

source: Unlimited
de: Unbegrenzt
fil: walang limitasyon
hr: Neograničeno
ja: 上限なし
nl: Onbeperkt
pl: Nielimitowane
pt_br: Ilimitado
ru: Бесконечно
uk: Необмежено

source: Cycle Count:
de: Anzahl der Durchgänge:
fil: bilang ng ikot:
hr: Broj prolaza:
ja: サイクル数:
nl: Cyclus nummer:
pl: Powtórzenia:
pt_br: Contagem de Ciclos:
ru: Количество циклов:
uk: Кількість циклів:

source: Menu Bar Icon:
de: Menüleisten-Icon:
fil: Icon ng menu bar:
hr: Ikona u traci izbornika:
ja: メニューバーのアイコン:
nl: Menubalk icoon:
pl: Ikona:
pt_br: Icone da Barra de Menu:
ru: Иконка в строке меню:
uk: Іконка Рядка Меню:

source: Sound Wave Effect
de: Schallwelleneffekt
fil: Epekto ng sound wave
ja: サウンドエフェクト
nl: Geluidsgolf effect
pl: Efekt fali dźwiękowej
pt_br: Efeito Onda Sonora
ru: Звуковой эффект
uk: Звукові ефекти

source: Mute Mic
de: Mikrofon stumm schalten
fil: i-mute ang mikropono
ja: マイクミュート
nl: Microfoon dempen
pl: Wycisz mikrofon
pt_br: Mutar Microfone
ru: Выключить микрофон
uk: Вимкнути мікрофон

source: Sort
de: Sortieren
fil: ayusin
ja: ソート
nl: Sorteren
pl: Sortuj
pt_br: Organizar
ru: Сортировать
uk: Сортувати

source: Volume
de: Lautstärke
fil: dami
hr: Glasnoća
ja: 音量
nl: Geluidsvolume
pl: Głośność
ru: Громкость
uk: Гучність

source: Shortcuts Gallery
de: Kurzbefehle-Galerie
fil: Gallery ng mga shortcut
hr: Galerija prečaca
ja: ショートカットギャラリー
nl: Snelkoppeling gallerij
pl: Galeria skrótów
pt_br: Galeria de Atalhos
ru: Все команды
uk: Галерея Команд

source: Refresh
de: Aktualisieren
fil: i- refresh
hr: Aktualiziraj
ja: 更新
nl: Verversen
pl: odśwież
pt_br: atualizar
ru: Обновить
uk: Оновити

# Recent Apps in Dock
source: Show Recent Apps in Dock
de: Zuletzt verwendete Apps im Dock anzeigen
fil: kamakailang mga app sa dock
hr: Prikaži nedavno korištene programe u traci programa
ja: Dockに最近使用したAppの表示
nl: Toon recent gebruikte apps in Dock
pl: Ostatnio używane aplikacje w Docku
pt_br: Aplicativos Recentes na Dock
ru: Недавно открытые приложения в Доке
uk: Показувати останні програми в Dock

source: AUDIO
ja: オーディオ
ru: АУДИО
uk: АУДІО

source: CLEANUP
de: LEEREN
fil: Linisin
hr: ISPRAZNI
ja: クリーンアップ
nl: Legen
pl: PORZĄDKI
pt_br: LIMPEZA
ru: ОЧИСТКА
uk: ОЧИЩЕННЯ

source: ACTIONS
de: KURZBEFEHLE
fil: Mga aksyon
hr: PREČACI
ja: アクション
nl: Acties
pl: AKCJE
pt_br: AÇÕES
ru: ДЕЙСТВИЯ
uk: ДІЇ

source: %@ downloads
hr: %@ preuzimanja
ja: %@ ダウンロード
pl: %@ pobrane
ru: %@ загрузки
uk: %@ завантажень

source: Appearance:
de: Aussehen:
fil: Hitsura:
hr: Izgled:
ja: メニューの外観:
nl: Verschijning:
pl: Wygląd zewnętrzny:
pt_br: Aparência:
ru: Внешний вид:
uk: Зовнішній вигляд:

source: Single Column
de: Einzelne Spalte
fil: Iisang Hanay
hr: Jedan stupac
ja: 1列表示
nl: Enkele kolom
pl: Pojedyncza kolumna
pt_br: Uma Coluna
ru: Одна колонка
uk: Одна колонка

source: Two Columns
de: Zwei Spalten
fil: Dalawang Hanay
hr: Dva stupca
ja: 2列表示
nl: Twee kolommen
pl: Dwie kolumny
pt_br: Duas Colunas
ru: Две колонки
uk: Дві колонки

source: Promotion:
ja: 推薦:
pl: Rekomendacje:
pt_br: Promoção:
ru: Рекомендация:
uk: Просування:

source: Show More Apps
ja: もっとアプリを表示
pl: Pokaż więcej aplikacji
pt_br: Mostrar Mais Aplicativos
ru: Показать больше приложений
uk: Показати більше Програм

# Screen Test
source: Screen Test & Clean
de: Bildschirmtest
fil: Screen Test
hr: Test ekrana
ja: スクリーンテスト
nl: Scherm test
pl: Test monitora & czyszczenie
pt_br: Teste e Limpeza de Tela
ru: Тест монитора
uk: Перевіка та очищення екрану

source: Version History:
de: Versionsgeschichte:
fil: Kasaysayan ng Bersyon:
hr: Povijest verzija:
ja: バージョン履歴:
nl: Versiegeschiedenis:
pl: Historia wersji:
pt_br: Histórico de Versão:
ru: История версий:
uk: Історія версій:

source: Join:
de: Beitreten:
fil: Sumali:
hr: Pridruži:
ja: 加入:
nl: Meedoen:
pl: Przystąp:
pt_br: Juntar-se:
ru: Присоединиться:
uk: Приєднатися:

source: Press left or right arrow button to change background color
fil: Pindutin ang kaliwa o kanang arrow na pindutan upang baguhin ang kulay ng background
hr: Za mijenjanje boje pozadine pritisni gumb sa strelicom lijevo ili desno
ja: 左矢印ボタンまたは右矢印ボタンを押して、背景色を変更します
nl: Druk op de linker- of rechterpijltoets om de achtergrondkleur te wijzigen
pl: Naciśnij przycisk ze strzałką w lewo lub w prawo, aby zmienić kolor tła
pt_br: Pressione as setas para esquerda ou direita para mudar a cor de fundo
ru: Нажмите кнопку со стрелкой влево или вправо, чтобы изменить цвет фона
uk: Натисніть вліво або вправо для зміни кольору фону

source: Show Finder Path Bar
fil: Ipakita ang Finder Pathbar
hr: Prikaži traku staza Findera
ja: ファインダーパスバーを表示
nl: Toon Finder-padbalk
pl: Pokaż pasek ścieżki Findera
pt_br: Mostrar Barra de Endereços do Finder
ru: Показать панель поиска
uk: Показати Панель Шляху в Finder

source: Hide Menu Bar Icons
fil: Itago ang Menu Bar Icons
hr: Sakrij ikone trake izbornika
ja: メニューバーのアイコンを非表示にする
nl: Menubalkpictogrammen verbergen
pl: Ukryj ikony paska menu
pt_br: Esconder Icone da Barra de Menu
ru: Скрыть значки строки меню
uk: Сховати іконки Рядка Меню

source: seconds
fil: segundo
hr: s
ja: 秒
nl: seconden
pl: sekundy
pt_br: segundos
ru: секунды
uk: секунди

source: never
fil: hindi kailanman
hr: nikada
ja: 一度もない
nl: nooit
pl: nigdy
pt_br: nunca
ru: никогда
uk: ніколи

source: 1 minute
fil: 1 minuto
hr: 1 minuta
ja: 1 分
nl: 1 minuut
pl: 1 minuta
pt_br: 1 minuto
ru: 1 минута
uk: 1 хвилина

source: Switch enable
fil: Paganahin ang switch
hr: Switch je uključen
ja: スイッチの有効化
nl: Switch inschakelen
pl: Włącz Switch
pt_br: Seletor ativado
ru: Включить переключатель
uk: Ввімкнути перемикач

source: Automatically hide icons after:
fil: Awtomatikong itago ang mga icon pagkatapos ng:
hr: Automatski sakrij ikone nakon:
ja: にアイコンを自動的に非表示にします:
nl: Pictogrammen automatisch verbergen na:
pl: Automatycznie ukryj ikony po:
pt_br: Esconder icones automaticamente após:
ru: Автоматически скрывать значки через:
uk: Автоматично ховати іконки після:

source: When the switch is on, items in the left of the arrow-pointing icon are hidden. Hold ⌘ (command) and drag the icon to configure hidden section.
fil: Kapag naka-on ang switch, nakatago ang mga item sa kaliwa ng arrow-pointing icon. Pindutin ang ⌘ (command) at i-drag ang icon para i-configure ang nakatagong seksyon.
hr: Kada je switch uključen, stavke koje se nalaze lijevo od ikone sa strelicom su skrivene. Drži tipku ⌘ (command) pritisnutom i povuci ikonu za konfiguriranje skrivenog odjeljka.
ja: スイッチがオンの場合、矢印アイコンの左側の項目は非表示になります。 ⌘（command）を押しながらアイコンをドラッグして、非表示セクションを構成します。
nl: Als de switch is ingeschakeld, zijn items aan de linkerkant van het pijl-wijzende pictogram verborgen. Houd ⌘ (command) ingedrukt en sleep het pictogram om de verborgen sectie te configureren.
pl: Gdy przełącznik jest włączony, elementy po lewej stronie ikony wskazującej strzałkę są ukryte. Przytrzymaj ⌘ (command) i przeciągnij ikonę, aby skonfigurować ukrytą sekcję.
pt_br: Quando o seletor é ligado, itens à esquerda do icone da seta seletora são escondidos. Segure ⌘ (command) e arraste o icone para configurar o setor escondido.
ru: Когда переключатель включен, элементы слева от значка со стрелкой скрыты. Удерживайте ⌘ (command) и перетащите значок, чтобы настроить скрытый раздел.
uk: Коли перемикач увімкнено, елементи зліва від піктограми зі стрілкою приховано. Утримуючи клавішу ⌘ (команда), перетягніть піктограму, щоб налаштувати прихований розділ.

source: Allow Notification:
fil: Payagan ang Notification:
hr: Dozvoli obavijest:
ja: 通知を許可する:
nl: Melding toestaan:
pl: Zezwól na powiadomienie:
pt_br: Permitir Notificações:
ru: Разрешить уведомление:
uk: Дозволити Сповіщення:
